"Windows Azure Cloud Storage" = "Windows Azure bulut depolaması";

/* Azure Login Credentials */
"Storage Account Name" = "Depolama hesabının adı";
"Primary Access Key" = "Birincil erişim anahtarı";

"Windows Azure CDN" = "Windows Azure CDN";